Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And Jesus said, And I will not make clear to you by what authority I do these things.
chr: ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎥᏝ ᎾᏍᏉ ᎠᏴ ᏴᎨᏨᏃᎲᏏ ᎢᏳᏍᏗ ᎨᏒ ᎠᏆᎵᏍᎦᏍᏙᏛ ᎯᎠ ᎾᏍᎩ ᏥᏓᎩᎸᏫᏍᏓᏁᎭ.

source: And he gave the people this story: A man made a vine-garden and gave the use of it to some field-workers and went into another country for a long time.
chr: ᎠᎴ ᎿᏉ ᎤᎴᏅᎮ ᎾᏍᎩ ᎯᎠ ᏚᏟᎶᏍᏓᏁᎴ ᏴᏫ; ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᏖᎸᎳᏗ ᏚᏫᏎᎢ, ᎠᎴ ᏚᏙᎳᏍᏔᏁ ᏠᎨᏏ ᏭᏂᎸᏫᏍᏓᏁᎯ, ᎠᎴ ᎢᏅ ᏭᎶᏎ ᎪᎯᏛ ᏭᏪᏙᎴᎢ.

source: And at the right time he sent a servant to the workers to get part of the fruit from the vines; but the workmen gave him blows and sent him away with nothing.
chr: ᎾᎯᏳᏃ ᎤᏅᏂᏍᏗᏱ ᎨᏒ ᎤᏅᏏᏓᏍᏗ ᎤᏅᏎ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏗᏁᎲᎢ, ᎾᏍᎩ ᏂᏙᏓᎬᏩᏅᏁᏗᏱ ᎤᎾᏓᏛᏅᎯ ᏖᎸᎳᏗ ᏓᏫᏒᎢ; ᎠᏎᏃ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎤᏂᎵᎥᏂᎸ ᎠᏒᎭ ᎤᏂᎨᎯᏙᎴᎢ.

source: And he sent another servant, and they gave blows to him in the same way, and put shame on him, and sent him away with nothing.
chr: ᎠᎴ ᏔᎵᏁ ᏅᏩᏓᎴ ᎤᏅᏎ ᎤᏅᏏᏓᏍᏗ ᎦᎬᏩᏂᏐᏢᏔᏅ, ᎠᏒᎭ ᎤᏂᎨᎯᏙᎴᎢ.

source: And he sent a third, and they gave him wounds and put him out.
chr: ᎠᎴᏬ ᏦᎢᏁ ᎤᏅᏎᎢ; ᎾᏍᎩᏃ ᎾᏍᏉ ᎤᏂᏐᏅᏅ ᎤᏂᏄᎪᏫᏎᎢ.

source: And the lord of the garden said, What am I to do? I will send my dearly loved son; they may give respect to him.
chr: ᎿᏉᏃ ᏖᎸᎳᏗ ᏓᏫᏒ ᎤᏤᎵᎦ, ᎯᎠ ᏄᏪᏎᎢ, ᎦᏙ ᏓᎦᏛᏁᎵ? ᎠᏇᏥ ᏥᎨᏳᎢ ᏓᏥᏅᏏ; ᏯᏂᎸᏉᏓ ᏱᎩ ᎾᏍᎩ ᎠᏂᎪᎲᎭ.

source: But when the workmen saw him, they said to one another, This is he who will one day be the owner of the property: let us put him to death and the heritage will be ours.
chr: ᎠᏎᏃ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎤᏂᎪᎲ, ᎤᏅᏒ ᎨᏒ ᎤᎾᎵᏃᎮᎴ ᎯᎠ ᏂᏚᎾᏓᏪᏎᎴᎢ, ᎯᎠ ᎾᏍᎩ ᎤᏘᏰᏗ ᏥᎩ ᏧᎬᏩᎶᏗ, Ꭷ, ᎡᏗᎷᎦ, ᎾᏍᎩᏃ ᏧᎬᏩᎶᏗ ᎤᏘᏯᏍᏓᏁᏗ ᎨᏒ ᎢᎦᏤᎵ ᏱᏂᎦᎵᏍᏓ.

source: And driving him out of the garden they put him to death. Now what will the lord do to these workmen?
chr: ᎰᏩᏃ ᎤᏂᏄᎪᏫᏒ ᏖᎸᎳᏗ ᏓᏫᏒᎢ, ᎤᏂᎴᎢ. ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᎩ Ꮎ ᏖᎸᎳᏗ ᏓᏫᏒ ᎤᏤᎵᎦ ᎦᏙ ᏙᏓᎬᏁᎵ ᎾᏍᎩ?

source: He will come and put them to destruction and give the garden to others. And when he said this, they said, May it not be so.
chr: ᏓᎦᎷᏥ ᎠᎴ ᏙᏛᏛᏔᏂ ᎾᏍᎩ Ꮎ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ, ᎠᎴ ᏅᏩᎾᏓᎴ ᏙᏛᏁᎵ ᏖᎸᎳᏗ ᏓᏫᏒᎢ. ᎾᏍᎩᏃ ᎤᎾᏛᎦᏁᎸ, ᎥᏞᏍᏗ, ᎤᎾᏛᏁᎢ.

source: But he, looking on them, said, Is it not in the Writings, The stone which the builders put on one side, the same has become the chief stone of the building?
chr: ᏚᎧᎿᏅᏃ, ᎯᎠ ᏄᏪᏎᎢ, ᎦᏙᏃ ᎾᏍᎩ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᏗᎾᏁᏍᎨᏍᎩ ᎤᏂᏲᎢᏎᎸᎯ ᏅᏯ ᎾᏍᎩ ᏄᎬᏫᏳᏒ ᎤᏅᏏᏴ ᎠᏗ ᏄᎵᏍᏔᏅ?

source: Everyone falling on that stone will be broken, but the man on whom the stone comes down will be crushed to dust.
chr: ᎩᎶ ᎾᏍᎩ ᎾᎿ ᏅᏲᎯ ᎠᏢᏨᎭ ᏓᏳᏐᏅᏂ; ᎩᎶᏃ ᎾᏍᎩ ᎤᏐᏅᎭ ᏓᏳᏪᏓᏬᏔᏂ.

source: And the chief priests and the scribes made attempts to get their hands on him in that very hour; and they were in fear of the people, for they saw that he had made up this story against them.
chr: ᏄᏂᎬᏫᏳᏒᏃ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ ᎾᎯᏳᏉ ᎤᎾᏁᎶᏔᏁ ᎤᏂᏂᏴᏗᏱ, ᎠᏎᏃ ᏚᏂᏍᎦᎴ ᏴᏫ; ᎤᎾᏙᎴᎰᏎᏰᏃ ᎾᏍᎩ ᎯᎠ ᏚᏟᎶᏍᏔᏅ ᎤᏅᏒ ᎨᏥᏛᎬᎢ.

source: And they kept watch on him, and sent out secret representatives, who were acting the part of good men, in order that they might get something from his words, on account of which they might give him up to the government and into the power of the ruler.
chr: ᎬᏩᎦᏌᏯᏍᏕᏃ, ᎠᎴ ᏙᏧᏂᏅᏎ ᎠᎾᏓᎦᏌᏯᏍᏗᏍᎩ, ᎾᏍᎩ ᎤᎾᏓᏅᏘ ᎤᎾᏣᎸᏗᏱ ᎾᏍᎩ ᎬᏩᎪᏁᎶᎯᏎᏗᏱ ᎦᏬᏂᏍᎬᎢ, ᎾᏍᎩᏃ ᏫᏚᏂᏲᎯᏎᏗᏱ ᎤᏰᎢᎵᏓᏍᏗᏱ ᎤᎬᏫᏳᎯ.

source: And they put a question to him, saying, Master, we are certain that your teaching and your words are right, and that you have no respect for a man's position, but you are teaching the true way of God:
chr: ᎬᏩᏛᏛᏁᏃ ᎯᎠ ᏄᏂᏪᏎᎢ, ᏔᏕᏲᎲᏍᎩ, ᎣᏥᎦᏔᎭ ᎯᏬᏂᏍᎬ ᎠᎴ ᏕᎭᏕᏲᎲᏍᎬ ᏚᏳᎪᏛ ᎨᏎᎢ, ᎠᎴ ᏂᏘᎸᏉᏙᏛᎾ ᎨᏒ ᏄᎾᏍᏛ ᏴᏫ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎤᏤᎵ ᎦᏅᏅ ᎤᏙᎯᏳᎯᏯ ᏕᎭᏕᏲᎲᏍᎬᎢ;

source: Is it right for us to make payment of taxes to Caesar or not?
chr: ᏚᏳᎪᏗᏍᎪ ᏏᏌ ᎡᏓᎫᏴᎡᏗᏱ ᎠᏰᎵ ᎠᎫᏴᏗ ᎨᏒᎢ, ᏝᎨ?

source: But he saw through their trick and said to them,
chr: ᎠᏎᏃ ᎤᏙᎴᎰᏎ ᎠᏂᏏᎾᏌᏅᎬᎢ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏃ ᎢᏍᎩᏌᏛᎥᏍᎦ?

source: Let me see a penny. Whose image and name are on it? And they said, Caesar's.
chr: ᏥᎪᏩᏛ ᎠᎩᏏ ᏧᎬᏩᎶᏗ. ᎦᎪ ᏓᎦᏟᎶᏍᏗ, ᎠᎴ ᎦᎪ ᎠᏥᏃᎮᎭ ᎯᎠ ᏥᎪᏪᎳ? ᎤᏂᏁᏤᏃ, ᏏᏌ, ᎤᎾᏛᏁᎢ.

source: And he said, Then give to Caesar the things which are Caesar's, and to God the things which are God's.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎵᎢ, ᏏᏌ ᎠᏗᎾ ᎡᏣᎫᏴᏏ ᏏᏌ ᎤᏤᎵᎦ, ᎤᏁᎳᏅᎯᏃ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: And they were not able to get anything from these words before the people: but they were full of wonder at his answer, and said nothing.
chr: ᎧᏁᎬᏃ ᎥᏝ ᏰᎵ ᎦᎬᏩᏂᎪᏁᎶᎯᏎᏗ ᏱᎨᏎ ᏴᏫ ᎠᏂᎦᏔᎲᎢ; ᎤᏂᏍᏆᏂᎪᏎᏃ ᏄᏪᏒ ᎤᏁᏨᎢ, ᎠᎴ ᎡᎳᏪᏱ ᎤᏅᏁᎢ.

source: And some of the Sadducees came to him, who say that there is no coming back from the dead; and they said to him,
chr: ᎿᏉᏃ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᏂᏌᏚᏏ, ᎾᏍᎩ ᏣᎾᏓᏱᎭ ᎠᏲᎱᏒ ᏗᎴᎯᏐᏗ ᎨᏒᎢ, ᎬᏩᎷᏤᎸ ᎬᏩᏛᏛᏁᎢ,

source: Master, Moses said that if a man's brother comes to his end, having a wife, but no children, his brother is to take the wife, and get a family for his brother.
chr: ᎯᎠ ᏄᏂᏪᏎᎢ, ᏔᏕᏲᎲᏍᎩ, ᎼᏏ ᎣᎪᏪᏁᎸᎩ ᎯᎠ ᏃᎩᏪᏎᎸᎩ, ᎩᎶ ᏗᎾᏓᏅᏟ ᎠᏲᎱᏍᎨᏍᏗ ᎤᏓᎵᎢ ᎤᏪᎧᎮᏍᏗ, ᎠᎴ ᏧᏪᏥ ᎾᏁᎲᎾ ᎠᏲᎱᏍᎨᏍᏗ, ᎾᏍᎩ ᏗᎾᏓᏅᏟ ᎠᏓᏰᎨᏍᏗ ᎤᏓᏴᏛ, ᎠᎴ ᏓᏛᎯᏍᏓᏁᎮᏍᏗ ᏧᏪᏥ ᏗᎾᏓᏅᏟ.

source: Now there were seven brothers, and the first had a wife and came to his end, having no children;
chr: ᎾᏍᎩᏃ ᎠᏁᎲᎩ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᎠᎾᎵᏅᏟ; ᎤᏓᏂᎵᎨᏃ ᎤᏕᏒᏅᎩ, ᎠᎴ ᎤᏲᎱᏒ ᏧᏪᏥ ᎾᏁᎲᎾ.

source: And the second;
chr: ᎠᎴ ᏔᎵᏁ ᏪᎯ ᎾᏍᎩ ᎤᏓᏴᏒᎩ, ᎠᎴ ᎤᏲᎱᏒ ᏧᏪᏥ ᎾᏁᎲᎾ.

source: And the third took her; and in the same way, all the seven, without having any children, came to their end.
chr: ᎠᎴ ᏦᎢᏁ ᏪᎯ ᎤᏓᏴᏒᎩ; ᎠᎴ ᎾᏍᎩᏯ ᎾᏍᏉ ᎦᎵᏉᎩ ᎢᏯᏂᏛ; ᎠᎴ ᏧᏁᏥ ᎾᏁᎲᎾ ᏚᏂᏲᎱᏒᎩ.

source: And last of all, the woman came to her end.
chr: ᎣᏂᏱᏃ ᎠᎨᏴ ᎾᏍᏉ ᎤᏲᎱᏒᎩ.

source: When they come back from the dead, whose wife will she be? for all the seven had her.
chr: ᎾᏍᎩᏃ ᎿᏉ ᏗᎴᎯᏐᏗ ᏂᎦᎵᏍᏔᏂᎸᎭ, ᎦᎪ ᎤᏓᎵᎢ ᎨᏎᏍᏗ ᎾᏍᎩ, ᎦᎵᏉᎩᏰᏃ ᎢᏯᏂᏛ ᎤᎾᏓᏴᏛ ᎢᎩ.

source: And Jesus said to them, The sons of this world are married and have wives;
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎠᏂ ᎡᎶᎯ ᎠᏁᎯ ᏓᎾᏕᏒᎲᏍᎪᎢ ᎠᎴ ᏕᎨᏥᏰᎪᎢ;

source: But those to whom is given the reward of the world to come, and to come back from the dead, have no wives, and are not married;
chr: ᎾᏍᎩᏍᎩᏂ ᏐᎢᏱ ᏗᎨᏒ ᎠᎴ ᎠᏲᎱᏒ ᏗᎴᎯᏐᏗ ᎨᏒ ᏰᎵᏉ ᎬᏩᎾᏖᎳᏗᏍᏗ ᎨᏥᏰᎸᎯ, ᎥᏝ ᏱᏓᎾᏕᏒᎲᏍᎪᎢ, ᎥᏝ ᎠᎴ ᏱᏗᎨᏥᏰᎪᎢ.

source: And death has no more power over them, for they are equal to the angels, and are sons of God, being of those who will come back from the dead.
chr: ᎥᏝ ᎠᎴ ᎿᏉ ᏗᎬᏩᏂᏲᎱᎯᏍᏗ ᏱᎨᏎᏍᏗ; ᏗᏂᎧᎿᏩᏗᏙᎯᏍᎩᏂ ᎦᎸᎳᏗ ᎠᏁᎯ ᏄᎾᏍᏛ ᎾᏍᎩᏯ ᏄᎾᏍᏕᏍᏗ; ᎠᎴ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᎾᏍᎩ, ᎠᏲᎱᏒ ᏗᎴᎯᏐᏗ ᎨᏒ ᏧᏪᏥ ᎨᏒ ᎢᏳᏍᏗ.

source: But even Moses made it clear that the dead come back to life, saying, in the story of the burning thorn-tree, The Lord, the God of Abraham, the God of Isaac, and the God of Jacob.
chr: ᎾᏃ ᏧᏂᏲᎱᏒᎯ ᏧᎾᎴᎯᏐᏗ ᎨᏒ, ᏱᏏ ᎬᏂᎨᏒ ᏄᏩᏁᎴ ᎤᏪᏲᏓᏛᎢ, ᎾᎯᏳ ᏱᎰᏩ ᎤᏁᎳᏅᎯ ᎡᏆᎭᎻ ᎤᏤᎵᎦ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎡᏏᎩ ᎤᏤᎵᎦ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏤᎦᏈ ᎤᏤᎵᎦ, ᏧᏬᏎᎴᎢ.

source: Now he is not the God of the dead but of the living: for all men are living to him.
chr: ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᏧᏂᏲᎱᏒᎯ ᎤᎾᏤᎵᎦ ᏱᎩ, ᏗᏅᏃᏛᏍᎩᏂ; ᎾᏍᎩᏰᏃ ᎠᏓᏅᏖᏍᎬ ᏂᎦᏗᏳ ᏗᏅᏃᏛ.

source: And some of the scribes, in answer to this, said, Master, you have said well.
chr: ᎿᏉᏃ ᎩᎶ ᎢᏳᎾᏍᏗ ᏗᏃᏪᎵᏍᎩ ᎤᏂᏁᏤ ᎯᎠ ᏄᏂᏪᏎᎢ, ᏔᏕᏲᎲᏍᎩ, ᏰᎵᎦᏯ ᏂᏫ.

source: And they had fear of putting any more questions to him.
chr: ᎾᎯᏳᏃ ᎢᏳᏓᎴᏅᏛ ᎠᏂᏍᎦᎢᎮ ᎪᎱᏍᏗ ᎬᏩᏛᏛᏗᏱ.

source: And he said to them, Why do they say that the Christ is the son of David?
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎦᏙ ᏗᎦᎵᏍᏙᏗᎭ ᎦᎶᏁᏛ ᏕᏫ ᎤᏪᏥ ᏣᎾᏗᎭ?

source: For David himself says in the book of Psalms, The Lord said to my Lord, Take your seat at my right hand,
chr: ᏕᏫᏃ ᎤᏩᏒ ᎯᎠ ᏂᎦᏪᎭ ᏗᎧᏃᎩᏍᏗᏱ ᎪᏪᎵ, ᏱᎰᏩ ᎯᎠ ᏄᏪᏎᎴ ᎤᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ, ᏥᎦᏘᏏ ᎢᏗᏢ ᏦᎴᏍᏗ,

source: Till I put under your feet all those who are against you.
chr: ᎬᏂ ᎨᏣᏍᎦᎩ ᏗᏣᎳᏏᏗᏱ ᎦᏍᎩᎶ ᏂᎦᏥᏴᏁᎸᎭ.

source: David then gives him the name of Lord, so how is it possible for him to be his son?
chr: ᏕᏫᏰᏃ ᏣᎬᏫᏳᎯ ᎪᏎᎭ; ᎦᏙᏃ ᏗᎦᎵᏍᏙᏗᎭ ᎤᏪᏥ ᎢᎩ?

source: And in the hearing of all the people he said to his disciples,
chr: ᎿᏉᏃ ᏂᎦᏛ ᏴᏫ ᎤᎾᏛᏓᏍᏛ, ᎯᎠ ᏂᏚᏪᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ,

source: Keep away from the scribes, whose pleasure it is to go about in long robes, and to have words of respect said to them in the market-places, and to take the chief seats in the Synagogues and the first places at feasts;
chr: ᏕᏤᏯᏙᏤᎮᏍᏗ ᏗᏃᏪᎵᏍᎩ, ᎾᏍᎩ ᏧᎾᏚᎵᏍᎪ ᏗᎦᏅᎯᏛ ᏧᎾᏄᏩᎢ ᎤᏁᏓᏍᏗᏱ, ᎠᎴ ᎣᏏᏳ ᏧᏂᏰᎸᎭ ᎨᏥᏲᎵᏍᏗᏱ ᏗᎦᏃᏙᏗᏱ, ᎠᎴ ᏄᎬᏫᏳᏒ ᏕᎦᏍᎩᎸ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᏄᎬᏫᏳᏒ ᏗᎾᏢᏗᏱ ᏓᎾᎵᏍᏓᏴᎲᏍᎬᎢ;

source: Who take the property of widows and before the eyes of men make long prayers; they will get a greater punishment.
chr: ᎾᏍᎩ ᏥᏓᏂᏒᏁᎰ ᏧᏃᏑᎶᏨᎯ ᏓᏂᏁᎸᎢ, ᎠᎴ ᎤᎾᏠᎾᏍᏛ ᎪᎯᏗᏳ ᏣᎾᏓᏙᎵᏍᏗᏍᎪᎢ; ᎾᏍᎩ ᎤᏟᎯᏳ ᎢᎦᎢ ᎤᏂᎩᎵᏲᎢᏍᏗ ᎨᏎᏍᏗ.

source: And looking up, he saw the men of wealth putting their offerings in the money-box.
chr: ᏚᎧᎿᏅᏃ ᏚᎪᎮ ᏧᏁᎿᎢ ᎠᏂᎲᏍᎨ ᎠᏕᎸ-ᏗᏗᏱ ᎤᎾᎵᏍᎪᎸᏔᏅᎯ.

source: And he saw a certain poor widow putting in a farthing.
chr: ᎠᎴ ᎾᏍᏉ ᎤᎪᎮ ᎩᎶ ᎢᏳᏍᏗ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᎤᏬᏑᎶᏨᎯ ᎾᎿ ᎠᎲᏍᎨ ᏔᎵ ᎠᎩᏄᏛᏗ ᎢᏯᏓᏅᏖᏗ.

source: And he said, Truly I say to you, This poor widow has given more than all of them:
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎤᏙᎯᏳᎯᏯ ᎢᏨᏲᏎᎭ, ᎯᎠ ᎾᏍᎩ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᎤᏬᏑᎶᏨᎯ ᎤᏟ ᎢᎦᎢ ᎠᎲᎦ ᎡᏍᎦᏉ ᏂᎦᏛ ᎠᏂᏐᎢ.

source: For they gave out of their wealth, having more than enough for themselves: but she, even out of her need, has put in all her living.
chr: ᎯᎠᏰᏃ ᏂᎦᏛ ᎤᏣᏘ ᎤᏂᎲ ᎤᏃᏣᎴᏛ ᎠᏂᎲᎦ ᎤᏁᎳᏅᎯ ᎠᎵᏍᎪᎸᏓᏁᏗ ᎨᏒᎢ; ᎯᎠᏍᎩᏂ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᎨᏒ ᏂᎦᏗᏳ ᎤᎵᏍᏕᎸᏙᏗ ᎤᎲᎠᎲᎦ.

source: And some were talking about the Temple, how it was made fair with beautiful stones and with offerings, but he said,
chr: ᎢᎦᏛᏃ ᎤᏂᏁᎢᏍᏔᏅ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏂᎦᎥ ᎪᏚᎢᏍᏛ ᎬᏔᏅᏅᏯ ᏧᏬᏚᎯ ᎠᎴ ᏗᎵᏍᎪᎸᏔᏅᎯ, ᎯᎠ ᏄᏪᏎᎢ;

source: As for these things which you see, the days will come when not one stone will be resting on another, but all will be broken down.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏥᏕᏥᎪᏩᏗᎭ, ᏛᏍᏆᎸᎯ, ᎾᏍᎩ ᎥᏝ ᏌᏉᎤᏅ ᏅᏯ ᏱᏚᏓᏌᏝᎮᏍᏗ ᎾᏍᎩ ᏂᎪᎲᏔᏅᎾ ᏱᎨᏎᏍᏗ.

source: And they said to him, Master, when will these things be? and what sign will there be when these events are to take place?
chr: ᎬᏩᏛᏛᏁᏃ ᎯᎠ ᏄᏂᏪᏎᎢ, ᏔᏕᏲᎲᏍᎩ, ᎢᎳᎪᏃ ᎢᏳ ᎯᎠ ᎾᏍᎩ ᏅᏓᎦᎵᏍᏔᏂ? ᎠᎴ ᎦᏙ ᎤᏍᏗ ᎤᏰᎸᏛ ᎨᏎᏍᏗ ᎾᎯᏳ ᎯᎠ ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᎠᎵᏰᎢᎶᎸᎭ?

source: And he said, Take care that you are not tricked: for a number of people will come in my name, saying, I am he; and, The time is near: do not go after them.
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗ ᏥᎡᏥᎶᎾᏍᏔᏂ; ᎤᏂᏣᏖᏍᏗᏰᏃ ᎠᏴ ᏓᏆᏙᎥ ᎠᏂᎷᎯᏍᏗᏍᎨᏍᏗ, ᎠᏴ [ᎦᎶᏁᏛ] ᎠᎾᏗᏍᎨᏍᏗ, ᎠᎴ ᎿᏉ ᎤᏍᏆᎸᎯᏗ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᏗᏥᏍᏓᏩᏛᏒᎩ.

source: And when news of wars and troubled times comes to your ears, have no fear; for these things have to be, but the end will not be now.
chr: ᎠᏎᏃ ᎢᏣᏛᎩᏍᎨᏍᏗ ᏓᏅᏩ ᎠᎴ ᏧᏓᎴᏅᏛ ᏂᎦᎵᏍᏔᏂᏙᎲᎢ, ᏞᏍᏗ ᏱᏥᏍᎦ-ᎢᎮᏍᏗ; ᎯᎠᏰᏃ ᎾᏍᎩ ᎠᏎ ᎢᎬᏱ ᎢᏳᎵᏍᏙᏗ, ᎥᏝᏍᎩᏂ ᎢᎬᏪᏅᏛᏉ ᎤᎵᏍᏆᏗᏍᏗ ᏱᎨᏎᏍᏗ.

source: Then he said to them, Nation will be moved against nation and kingdom against kingdom:
chr: ᎿᏉᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏙᏛᎾᎴᏂ ᏙᏛᎾᏓᏡᏔᏂ, ᎠᎴ ᎠᏰᎵ ᏚᏙᏢᏩᏗᏒ ᏙᏛᎾᏓᏡᏔᏂ;

source: There will be great earth-shocks and outbursts of disease in a number of places, and men will be without food; and there will be wonders and great signs from heaven.
chr: ᎠᎴ ᎦᏙᎯ ᎤᏣᏘ ᏓᎵᏖᎸᏂᏙᎮᏍᏗ, ᎠᎴ ᏓᎪᏄᎶᏏᏙᎮᏍᏗ; ᎠᎴ ᎥᏳᎩᎯᏳ ᏂᎦᎵᏍᏔᏂᏙᎮᏍᏗ; ᎠᎴ ᎤᎾᏰᎯᏍᏗᏳ ᎠᎴ ᎤᏍᏆᏂᎪᏗ ᎤᏰᎸᏛ ᎦᎾᏄᎪᎨᏍᏗ ᎦᎸᎶᎢ.

source: But before all this, they will take you and be very cruel to you, giving you up to the Synagogues and to prisons, taking you before kings and rulers, because of my name.
chr: ᎠᏎᏃ ᎠᏏ ᎾᏍᎩ ᎯᎠ ᏂᎦᏛ ᏄᎵᏍᏔᏅᎾ ᎨᏎᏍᏗ ᏙᏓᎨᏥᏂᏴᎯ ᎠᎴ ᎤᏲ ᏅᏓᎨᏨᏁᎵ, ᏕᎨᏥᏲᏍᎨᏍᏗ ᏧᏂᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᏗᏓᏍᏚᏗᏱ, ᎠᎴ ᏕᏣᏗᏃᎯᎮᏍᏗ ᎤᏂᎬᏫᏳᎯ ᎠᎴ ᏄᏂᎬᏫᏳᏌᏕᎩ ᏚᏃᎸ ᎢᎬᏱᏗᏢ ᎠᏴ ᏓᏆᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ.

source: And it will be turned to a witness for you.
chr: ᎠᎴ ᎾᏍᎩ ᎧᏃᎮᏍᎩ ᎢᏣᎵᏍᏕ ᎸᏙᏗ ᏂᎦᎵᏍᏗᏍᎨᏍᏗ.

source: So take care not to be troubled before the time comes, about what answers you will give:
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᏗᏧᎪᏕᏍᏗ ᏕᏣᏓᏅᏛᎢ ᎠᏏᏉ ᎤᏓᎷᎴᏍᏗ, ᎢᏣᏓᏅᏖᎯᏐᏗᏱ ᏂᎨᏒᎾ ᎢᏥᏪᏍᏗᏱ ᎢᏣᎵᏍᏕᎵᏍᎬᎢ.

source: For I will give you words and wisdom, so that not one of those who are against you will be able to get the better of you, or to put you in the wrong.
chr: ᎠᏴᏰᏃ ᏓᏨᏁᎵ ᎢᏥᏪᏍᏗᏱ ᎠᎴ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎾᏍᎩ ᏂᎦᏛ ᎨᏣᏈᏗᏍᎩ ᏰᎵ ᏗᎬᏩᏂᎦᏘᎸᏍᏗ ᎠᎴ ᎬᏩᏂᏎᎷᎩᏍᏗ ᏂᎨᏒᎾ ᎨᏎᏍᏗ.

source: But you will be given up even by your fathers and mothers, your brothers and relations and friends; and some of you will be put to death.
chr: ᎠᎴ ᏕᎨᏥᏲᏍᎨᏍᏗ ᏗᏥᎦᏴᎵᎨᎢ, ᎠᎴ ᎢᏣᎵᏅᏟ, ᎠᎴ ᎪᎱᏍᏗ ᏗᏣᏓᏛᎿ, ᎠᎴ ᏗᏣᎵᎢ; ᎠᎴ ᎾᏍᎩ ᏅᏛᏅᏂᏌᏂ ᎩᎶ ᏂᎯ ᏤᏥᎢᏍᏗ ᎨᏎᏍᏗ.

source: And you will be hated by all men, because of me.
chr: ᎠᎴ ᏂᎦᏗᏳ ᏴᏫ ᎨᏥᏍᎦᎩ ᎨᏎᏍᏗ ᏴᏫ ᏓᏆᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ.

source: But not a hair of your head will come to destruction.
chr: ᎠᏎᏃ ᎥᏝ ᏌᏉᎤᏅ ᎢᏥᏍᏗᏰᎬ ᎢᏥᏍᎪᎵ ᎤᏲᎱᎯᏍᏗ ᏱᎨᏎᏍᏗ.

source: By going through all these things, you will keep your lives.
chr: ᏗᏨᏂᏗᏳ ᎨᏒ ᏕᏥᏍᏕᎸᏙᏗᏍᎨᏍᏗ ᏗᏣᏓᏅᏙᎩ.

source: But when you see armies all round about Jerusalem, then be certain that her destruction is near.
chr: ᏥᎷᏏᎵᎻᏃ ᎢᏥᎪᏩᏘᏍᎨᏍᏗ ᎠᏂᏯᏫᏍᎩ ᎿᏉ ᏚᎾᏚᏫᏍᏕᏍᏗ, ᎢᏥᎦᏔᎮᏍᏗ ᎾᏍᎩ ᎤᏲᎢᏍᏗ ᎨᏒ ᎤᏍᏆᎸᎯᏗᏒᎢ.

source: Then let those who are in Judaea go in flight to the mountains; and those who are in the middle of the town go out; and let not those who are in the country come in.
chr: ᎿᏉ ᎾᏍᎩ ᏧᏗᏱ ᎠᏁᎯ ᎠᎾᎵᏒᎭ ᎣᏓᎵ ᏩᏂᎶᏒᎭ; ᎠᎴ ᎾᏍᎩ ᎠᏰᎵ ᎨᏒ ᎠᏁᏙᎯ ᎠᏂᏄᎪᏨᎭ; ᎢᏴᏛᏃ ᏭᏩᎫᏛ ᏗᏁᎯ ᏞᏍᏗ ᎾᎿ ᏳᏂᏴᎴᏍᏗ.

source: For these are the days of punishment, in which all the things in the Writings will be put into effect.
chr: ᎤᏞᎩᏰᏃ ᎾᎯᏳ ᎨᏒ ᎤᎵᏱᎶᎯᏍᏗ ᎨᏎᏍᏗ, ᎾᏍᎩ ᏂᎦᏗᏳ ᎪᏪᎳᏅᎯ ᎨᏒ ᎾᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ.

source: It will be hard for women who are with child, and for her with a baby at the breast, in those days. For great trouble will come on the land, and wrath on this people.
chr: ᏗᏂᏁᎵᏛᏍᎩᏂ ᎠᎴ ᏧᏂᏍᏓᎢ ᎤᏲᎢᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎨᏎᏍᏗ ᎾᎯᏳ ᎨᏒᎢ! ᎤᏣᏘᏰᏃ ᎠᎩᎵᏯ ᎡᎮᏍᏗ ᎠᏂ ᎦᏙᎯ, ᎠᎴ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎤᏂᎷᏤᏗ ᎨᏎᏍᏗ ᎯᎠ ᏴᏫ.

source: And they will be put to death with the sword, and will be taken as prisoners into all the nations; and Jerusalem will be crushed under the feet of the Gentiles, till the times of the Gentiles are complete.
chr: ᎠᏰᎳᏍᏗᏃ-ᎦᏅᎯᏛ ᏧᏂᏅᎢᏍᏙᏗ ᎨᏎᏍᏗ, ᎠᎴ ᏗᎨᏥᏴᎩᏅᎯ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏓᏁᏩᏗᏒ ᏫᏗᎨᎦᏘᏅᏍᏛᏗ ᎨᏎᏍᏗ; ᏥᎷᏏᎵᎻᏃ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᎾᎳᏍᏓᎡᏗ ᎨᏎᏍᏗ, ᎬᏂ ᎠᏍᏆᏛᎭ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎨᎦᏓᏁᎳᏁᎸᎯ ᎨᏒᎢ.

source: And there will be signs in the sun and moon and stars; and on the earth, fear among the nations and doubt because of the loud noise of the sea and the waves;
chr: ᎤᏰᎸᏛᏃ ᎠᎪᏩᏛᏗ ᎨᏎᏍᏗ ᏅᏙ ᎢᎦ ᎡᎯ ᎧᎸᎢ, ᎠᎴ ᏅᏙ ᏒᏃᏱ ᎡᎯ ᎧᎸᎢ, ᎠᎴ ᏃᏈᏏ ᎠᏂᎧᎸᎢ; ᎠᎴ ᎡᎶᎯ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᏁᎲ ᎤᏪᎵᎯᏍᏗ, ᎠᎴ ᎤᏕᏯᏙᏗ ᏅᏓᏳᎾᎵᏍᏓᏁᎵ; ᎠᎺᏉᎯ ᎠᎴ ᎠᎹ ᏓᎵᏍᏗᎳᏁᎬ ᎤᏍᏆᏃᏴᎨᏍᏗ;

source: Men's strength will go from them in fear and in waiting for the things which are coming on the earth; for the powers of the heavens will be moved.
chr: ᏴᏫ ᏚᎾᏓᏅᏛ ᏚᎸᏕᎯᎮᏍᏗ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎠᏂᎾᏰᏍᎬ ᎠᎴ ᎠᏂᎦᏖᏃᎲ ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᎡᎳᏂᎬ ᎤᎾᏄᎪᎢᏍᏗ ᎨᏒᎢ; ᎤᏂᏣᏘᏰᏃ ᎦᎸᎶ ᏣᏂᎧᎳ ᏛᎾᎵᏖᎸᏂ.

source: And then they will see the Son of man coming in a cloud, with power and great glory.
chr: ᎿᏉᏃ ᏛᏂᎪᎯ ᏴᏫ ᎤᏪᏥ ᏣᎢᏎᏍᏗ ᎤᎶᎩᎸᎢ ᎤᎵᏂᎩᏛ ᎠᎴ ᎤᏣᏘ ᎦᎸᏉᏗ ᏅᏧᏛᎿᏗᏎᏍᏗ.

source: But when these things come about, let your heads be lifted up, because your salvation is near.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏧᏓᎴᏅᏛ ᎠᎴᏅᎲᎭ ᎾᏍᎩ ᏂᎦᎵᏍᏗᏍᎨᏍᏗ, ᎿᏉ ᎦᎸᎳᏗ ᏫᏗᏣᎧᎾᏅᎭ, ᎠᎴ ᏕᏥᏌᎳᏓᏅᎭ ᏗᏥᏍᎪᎵ; ᎡᏧᏓᎴᏍᏗᏰᏃ ᎨᏒ ᎾᎥᏂᏳ ᏣᎢᏎᏍᏗ.

source: And he made a story for them: See the fig-tree, and all the trees;
chr: ᎤᏁᏤᏃ ᏚᏟᎶᏍᏓᏁᎴᎢ; ᏗᏣᎧᏅᎦ ᎡᎦᏔ-ᎢᏳᏍᏗ ᏡᎬᎢ, ᎠᎴ ᏂᎦᎥ ᏕᏡᎬᎢ;

source: When they put out their young leaves, you take note of it, and it is clear to you that summer is coming.
chr: ᎿᏉ ᎩᎳ ᏥᎦᎳᏍᏚᎲᏍᎪᎢ, ᎾᏍᎩ ᎢᏥᎪᏩᏛ ᎢᏨᏒᏉ ᎨᏒ ᎢᏥᎦᏔᎰᎪᎩ ᎿᏉ ᎾᎥᏂᏳ ᎨᏒᎢ.

source: In the same way, when you see these things taking place you may be certain that the kingdom of God is near.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᎯ ᎯᎠ ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᏂᎦᎵᏍᏗᏍᎬ ᎢᏥᎪᏩᏘᏍᎨᏍᏗ, ᎢᏥᎦᏔᎮᏍᏗ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᎥᏂᏳ ᎨᏒᎢ.

source: Truly I say to you, This generation will not come to an end till all things are complete.
chr: ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎪᎯ ᏣᏁᎭ ᎥᏝ ᏴᏛᏂᎶᏐᏂ ᎬᏂ ᎾᏍᎩ ᎯᎠ ᏂᎦᏗᏳ ᏂᎦᎵᏍᏔᏅᎭ.

source: But give attention to yourselves, for fear that your hearts become over-full of the pleasures of food and wine, and the cares of this life, and that day may come on you suddenly, and take you as in a net:
chr: ᎠᎴ ᎢᏣᏓᎦᏌᏯᏍᏕᏍᏗ ᎢᏨᏒ ᎨᏒᎢ, ᏞᏍᏗ ᎢᎸᎯᏳ ᏕᏣᏓᏅᏛ ᎦᎨᏛ ᏱᏂᏣᎵᏍᏓᏁᎮᏍᏗ ᏱᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎢᏥᎶᏒᏍᏗᏍᎬ ᎢᏣᎵᏍᏓᏴᎲᏍᎬᎢ, ᎠᎴ ᏕᏥᏴᏍᏕᏍᎬᎢ, ᎠᎴ ᎡᎶᎯ ᎠᏓᏅᏖᏗ ᎨᏒᎢ, ᎾᏍᎩᏃ ᎾᎯᏳ ᎢᎦ ᏂᏤᎵᏍᎬᎾ ᎢᏥᎷᏤᏗᏱ.

source: For so it will come on all those who are living on the face of all the earth.
chr: ᏣᏌᏙᏰᏃ ᎢᎦᎦᏛ ᏓᏳᏂᎷᏤᎵ ᏂᎬᎾᏛ ᏗᏁᎯ.

source: But keep watch at all times with prayer, that you may be strong enough to come through all these things and take your place before the Son of man.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏥᏯᏫᏍᎨᏍᏗ ᏂᎪᎯᎸᎢ, ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩᏃ ᏰᎵᏉ ᎯᎠ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᎤᎵᏰᎢᎶᎯᏍᏗ ᏥᎩ ᎬᏩᎾᏗᏫᏎᏗ, ᎠᎴ ᏴᏫ ᎤᏪᏤ ᎤᏬᎸ ᎢᎬᏱᏗᏢ ᎬᏩᎾᎴᏗ ᎦᏰᏤᎵᏎᏗ ᏱᏂᎦᎵᏍᏓ.

source: And every day he was teaching in the Temple and every night he went out to the mountain which is named the Mountain of Olives to take his rest.
chr: ᎢᎦᏃ ᎨᏒ ᏓᏕᏲᎲᏍᎨ ᎤᏛᎾᏗᎦᎳᏫᎢᏍᏗᏱ; ᎤᏒᏃ ᎦᏄᎪᎨᎢ, ᎠᎴ ᎣᎵᏩᏲᎯ ᏣᏃᏎᎰ ᎣᏓᎸ ᎤᏒᎯᎮᎢ.

source: And all the people came early in the morning to give ear to his words in the Temple.
chr: ᏂᎦᏛᏃ ᏴᏫ ᏑᎾᎴᎢᏳ ᎬᏩᎷᏤᎮ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎬᏩᏛᏓᏍᏓᏁᏗᏱ.

source: Now the feast of unleavened bread was near, which is called the Passover.
chr: ᎾᎪᏔᏅᎾᏃ ᎦᏚ ᎠᎩᏍᏗᏱ ᎤᏍᏆᎸᎯᏗᏎᎢ, ᎾᏍᎩ ᎧᏃᎯᏰᏃ ᏗᎵᏍᏓᏴᏗᏱ ᏥᏚᏙᎠ.

source: And the chief priests and the scribes were looking for a chance to put him to death, but they went in fear of the people.
chr: ᏄᏂᎬᏫᏳᏒᏃ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ ᎤᏂᏲᎴ ᎢᏳᏅᏁᏗᏱ ᎤᏂᎯᏍᏗᏱ; ᏓᏂᏍᎦᎢᎮᏰᏃ ᏴᏫ.

source: And Satan came into Judas Iscariot, who was one of the twelve.
chr: ᎿᏉᏃ ᏎᏓᏂ ᎤᏴᏎᎴ ᏧᏓᏏ ᎢᏍᎦᎳᏗ ᏧᏙᎢᏛ, ᎾᏍᎩ ᎨᎳ ᎨᏎ ᏔᎳᏚ ᎢᏯᏂᏛ ᎨᏒᎢ.

source: And he went away and had a discussion with the chief priests and the rulers, about how he might give him up to them.
chr: ᎤᏪᏅᏎᏃ ᏫᏚᎵᏃᎮᏔᏁ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᎾᏓᏂᏱᏍᎩ, ᎢᏳᏩᏁᏗᏱ [ᏥᏌ] ᏧᏲᎯᏎᏗᏱ.

source: And they were glad, and undertook to give him money.
chr: ᎤᎾᎵᎮᎵᏤᏃ, ᎠᎴ ᎬᏩᏁᏤᎴ ᎠᏕᎸ ᏗᎬᏩᏁᏗᏱ.

source: And he made an agreement with them to give him up to them, if he got a chance, when the people were not present.
chr: ᎤᏚᎢᏍᏔᏁᏃ, ᎠᎴ ᎤᏲᎴ ᏧᏲᎯᏎᏗᏱ, ᎾᎯᏳ ᎤᏂᎪᏁᎸ ᎤᏂᏣᏘ.

source: And the day of unleavened bread came, when the Passover lamb is put to death.
chr: ᎿᏉᏃ ᎤᏍᏆᎸᎮ ᎾᎪᏔᏅᎾ ᎨᏒ ᎦᏚ ᎠᎩᏍᏗᏱ, ᎾᏍᎩ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ ᎠᎯᏍᏗ ᎨᏒᎢ.

source: And Jesus sent Peter and John, saying, Go and make the Passover ready for us, so that we may take it.
chr: [ᏥᏌᏃ] ᏚᏅᏎ ᏈᏓ ᎠᎴ ᏣᏂ, ᎯᎠ ᏄᏪᏎᎢ, ᎢᏍᏕᎾ ᏫᏍᏓᏛᏅᎢᏍᏓ ᎧᏃᎯᏰᎩ, ᎾᏍᎩ ᎢᎦᎵᏍᏓᏴᏗᏱ.

source: And they said to him, Where are we to get it ready?
chr: ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ, ᎭᏢ ᏣᏚᎵᎭ ᎣᎩᎾᏛᏅᎢᏍᏙᏗᏱ?

source: And he said to them, When you go into the town you will see a man coming to you with a vessel of water; go after him into the house into which he goes.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎬᏂᏳᏉ, ᎦᏚᎲ ᎢᏍᏗᏴᎸᎭ, ᎠᏍᎦᏯ ᏙᏓᏣᏠᏏ, ᎠᏰᎮᏍᏗ ᎠᏖᎵᏙ ᎠᎹ ᎠᏟᏍᏕᏍᏗ; ᎡᏍᏗᏍᏓᏩᏕᏒᎭ ᎠᏓᏁᎸ ᏭᏴᎸᎢ ᏫᏍᏗᎷᏨᎭ.

source: And say to the master of the house, The Master says, Where is the guest-room, where I may take the Passover with my disciples?
chr: ᎯᎠᏃ ᏁᏍᏗᏪᏎᎸᎭ ᎠᏍᎦᏯ ᎦᏁᎳ, ᏗᏕᏲᎲᏍᎩ ᎯᎠ ᏅᏗᏣᏪᏎᎭ, ᎭᏢ ᎠᏁᏙᎯ ᎤᏂᏴᏍᏗᏱ ᎾᎿ ᎧᏃᎯᏰᎩ ᎢᏧᎳᎭ ᎣᎦᎵᏍᏓᏴᏗᏱ ᎬᎩᏍᏓᏩᏗᏙᎯ?

source: And he will take you up to a great room with a table and seats: there make ready.
chr: ᏓᏍᏓᏎᎮᎵᏃ ᎤᏛᎾ ᎦᎸᎳᏗ ᎧᏅᏑᎸ ᎣᏍᏛ ᎢᎬᏁᎸᎯ; ᎾᎿ ᎢᏍᏓᏛᏅᎢᏍᏔᏅᎭ.

source: And they went, and it was as he had said: and they made the Passover ready.
chr: ᎤᏁᏅᏎᏃ ᎠᎴ ᏭᏂᏩᏛᎮ ᎾᏍᎩᏯ ᏂᏚᏪᏎᎸᎢ; ᎤᎾᏛᏅᎢᏍᏔᏁᏃ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ.

source: And when the time had come, he took his seat, and the Apostles with him.
chr: ᎤᏍᏆᎸᎲᏃ ᎾᎯᏳ ᎨᏒᎢ, ᎤᏂᏏᏁᎢ, ᎠᎴ ᎾᏍᏉ ᏔᎳᏚ ᎢᏯᏂᏛ ᎨᏥᏅᏏᏛ.

source: And he said, I have had a great desire to keep this Passover with you before I come to my death;
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎤᏣᏘ ᎠᏆᏚᎵᏍᎬᎩ ᎯᎠ ᎧᏃᎯᏰᎩ ᎢᏧᎳᎭ ᎢᎦᎵᏍᏓᏴᏗᏱ ᎠᏏᏉ ᎾᎩᎩᎵᏲᏨᎾ.

source: For I say to you, I will not take it till it is made complete in the kingdom of God.
chr: ᎢᏨᏲᏎᏰᏃ ᎥᏝ ᎿᏉ ᎯᎠ ᎾᏍᎩ ᏴᎦᎦᎵᏍᏓᏴᏓ ᎬᏂ ᎤᎵᏍᏆᏛᎯ ᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ ᎾᎿ ᎤᎬᏫᏳᎯ ᎨᏒᎢ.

source: And he took a cup and, having given praise, he said, Make division of this among yourselves;
chr: ᎤᎩᏒᏃ ᎤᎵᏍᏈᏗ, ᎠᎴ ᎤᎵᎮᎵᏨ, ᎯᎠ ᏄᏪᏎᎢ; ᎯᎠ ᎢᏥᎩ ᎠᎴ ᎢᏥᏯᏙᎦ ᎢᏨᏒ ᎨᏒᎢ.

source: For I say to you, I will not take of the fruit of the vine till the kingdom of God has come.
chr: ᎯᎠᏰᏃ ᏂᏨᏪᏎᎭ, ᎥᏝ ᏴᎦᎦᏗᏔ ᏖᎸᎳᏗ ᎤᏁᏅᎯ ᎬᏂ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎠᎵᏰᎢᎶᎸᎭ.

source: And he took bread and, having given praise, he gave it to them when it had been broken, saying, This is my body, which is given for you: do this in memory of me.
chr: ᎦᏚᏃ ᎤᎩᏎᎢ, ᎠᎴ ᎤᎵᎮᎵᏨ, ᎤᎬᎭᎷᏰᎢ, ᎠᎴ ᏚᏁᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎯᎠ ᎾᏍᎩ ᎠᏴ ᏥᏰᎸᎢ, ᎾᏍᎩ ᏂᎯ ᎡᏣᎫᏴᏔᏅᎯ ᏥᎩ, ᎯᎠ ᎾᏍᎩ ᏂᏣᏛᏁᎮᏍᏗ ᎠᏴ ᏍᎩᏯᏅᏓᏗᏍᎨᏍᏗ.

source: And in the same way, after the meal, he took the cup, saying, This cup is the new testament, made with my blood which is given for you.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᎤᎵᏍᏈᏗ [ᏅᎩᏎ] ᎤᎾᎵᏍᏓᏴᏃᏅ, ᎯᎠ ᏄᏪᏎᎢ, ᎯᎠ ᎾᏍᎩ ᎤᎵᏍᏈᏗ ᎢᏤ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛᎢ ᎠᏴ ᎠᎩᎩᎬᎯ, ᎾᏍᎩ ᏂᎯ ᎢᏣᏤᏬᏤᎸᎯ ᏥᎩ.

source: But the hand of him who is false to me is with me at the table.
chr: ᎠᏎᏃ ᎬᏂᏳᏉ ᎾᏍᎩ ᎤᏬᏰᏂ ᎠᏆᏡᏗᏍᎩ ᎣᎩᎾᏖᏆᎶᎭ ᎠᏂ ᎦᏍᎩᎸᎢ.

source: For it will be done to the Son of man after the purpose of God, but unhappy is that man by whom he is given up.
chr: ᎠᎴ ᎤᏙᎯᏳᎯᏯ ᎠᏴ ᎤᏪᏥ ᏓᏰᏏ ᎾᏍᎩᏯ ᏚᏚᎪᏔᏅᎢ, ᎠᏎᏃ ᎤᏲᎢᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎾᏍᎩ Ꮎ ᎠᏍᎦᏯ ᎤᏡᏗᏍᎩ

source: And they were wondering among themselves which of them it was who would do this thing.
chr: ᎤᎾᎴᏅᎮᏃ ᏚᎾᏓᏛᏛᏁ ᎤᏅᏒ ᎨᏒ, ᎾᏍᎩ ᏅᏗᏛᏁᎵᏒ ᎯᎠ.

source: And there was an argument among them about which of them was the greatest.
chr: ᎠᎴ ᎾᏍᏉ ᎠᎾᏗᏒᎯᎮ ᎾᏍᎩ Ꮎ ᎤᏅᏒ ᎨᏒ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ

source: And he said, The kings of the Gentiles are lords over them, and those who have authority are given names of honour.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎤᏂᎬᏫᏳᎯ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏧᎾᏤᎵᎦ, ᏗᎬᏩᎾᏁᎶᏛᏗᏱ ᎾᏅᏁᎰ ᏴᏫ; ᎠᎴ ᎾᏍᎩ ᏗᎬᏩᎾᏁᎶᏙᏗ ᎢᏯᏅᏁᎯ ᎣᏍᏛ ᎢᏗᎾᏛᏁᎯ ᎨᎪᏎᎰᎢ.

source: But let it not be so with you; but he who is greater, let him become like the younger; and he who is chief, like a servant.
chr: ᏂᎯᏍᎩᏂ ᎥᏞᏍᏗ ᎾᏍᎩ ᏱᏂᏨᏁᏍᏗ; ᎾᏍᎩᏍᎩᏂ Ꮎ ᏂᎯ ᏂᏣᏛᏅ ᎤᏟ ᎢᏯᏥᎸᏉᏗ; ᎾᏍᎩ ᎠᏫᎾᎨ ᎾᏍᎩᏯ ᎨᏎᏍᏗ; ᎾᏍᎩᏯ Ꮎ ᏄᎬᏫᏳᏌᏕᎩ ᏗᏍᏕᎸᎯᏙᎯ ᎾᏍᎩᏯ ᎨᏎᏍᏗ.

source: For which is greater, the guest who is seated at a meal or the servant who is waiting on him? is it not the guest? but I am among you as a servant.
chr: ᎦᎪᏰᏃ ᎤᏟ ᎠᏥᎸᏉᏗᏳ, ᎠᎵᏍᏓᏴᎲᏍᎩ ᎠᏃ ᎠᏓᏍᏕᎸᎯᏙᎯ? ᏝᏍᎪ ᎾᏍᎩ Ꮎ ᎠᎵᏍᏓᏴᎲᏍᎩ? ᎠᏴᏍᎩᏂ ᎢᏨᏰᎳᏗᏙᎭ ᎠᏓᏍᏕᎸᎯᏙᎯ ᎾᏍᎩᏯᎢ.

source: But you are those who have kept with me through my troubles;
chr: ᏂᎯᏍᎩᏂ ᎾᏍᎩ ᏂᏥᏑᎵᎪᎬᎾ ᎢᎨᏙᎸᎯ ᎤᏲ ᎾᏆᎵᏍᏓᏁᎵᏙᎲᎢ;

source: And I will give you a kingdom as my Father has given one to me,
chr: ᎠᎴ ᎢᏨᏯᎵᏍᎪᎸᏓᏁᎭ ᎢᏥᎬᏫᏳᎯ ᎢᏣᎵᏍᏙᏗᏱ, ᎾᏍᎩᏯ ᎡᏙᏓ ᎠᏴ ᏣᏆᎵᏍᎪᎸᏓᏁᎸ;

source: So that you may take food and drink at my table in my kingdom, and be seated like kings, judging the twelve tribes of Israel.
chr: ᎾᏍᎩ ᎢᏣᎵᏍᏓᏴᏗᏱ ᎠᎴ ᎢᏣᏗᏔᏍᏗᏱ ᎠᎩᏍᎩᎸ ᎾᎿ ᎠᎩᎬᏫᏳᎯ ᎨᏒᎢ, ᎠᎴ ᎢᏣᏅᏗᏱ ᎤᏂᎬᏫᏳᎯ ᏧᏂᏗᏱ ᏕᎦᏍᎩᎸᎢ, ᏗᏧᎪᏓᏁᏗᏱ ᏔᎳᏚ ᎾᏂᎳᏍᏓᎸ ᎢᏏᎵ.

source: Simon, Simon, Satan has made a request to have you, so that he may put you to the test as grain is tested:
chr: ᎤᎬᏫᏳᎯᏃ ᎯᎠ ᏄᏪᏎᎢ, ᏌᏩᏂ, ᏌᏩᏂ, ᎬᏂᏳᏉ, ᏎᏓᏂ ᎤᏔᏲᎸ ᎠᎦᎵᏍᎪᎸᏓᏁᏗᏱ ᎢᏨᎫᏍᏙᏗᏱ ᎤᏣᎴᏍᏗ ᏣᏅᎫᏍᏗᏍᎪ ᎾᏍᎩᏯᎢ.

source: But I have made prayer for you, that your faith may not go from you: and when you are turned again, make your brothers strong.
chr: ᎠᏎᏃ ᎠᏆᏓᏙᎵᏍᏔᏅ ᎡᏣᏍᏕᎸᏗᏱ, ᎾᏍᎩ ᏦᎯᏳᏒ ᎤᏓᎵᏛᏙᏗᏱ ᏂᎨᏒᎾ; ᏣᎦᏔᎲᏛᏃ ᎨᏎᏍᏗ ᏕᎭᎵᏂᎪᎯᏍᏔᏅᎭ ᎢᏣᎵᏅᏟ.

source: And he said to him, Lord, I am ready to go with you to prison and to death.
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ; ᏣᎬᏫᏳᎯ, ᎠᏆᏛᏅᎢᏍᏗ ᎬᏍᏓᏩᏛᏍᏗᏱ ᎾᏍᏉ ᏗᏓᏍᏚᏗᏱ ᎠᎴ ᎠᏲᎱᎯᏍᏗ ᎨᏒᎢ.

source: And he said, I say to you, Peter, before the cock's second cry today, you will say three times that you have no knowledge of me.
chr: ᎯᎠᏃ ᏄᏪᏎᎢ ᎬᏲᏎᎭ ᏈᏓ, ᏣᏔᎦ ᎥᏝ ᏴᏛᏴᎳᏏ ᎪᎯ ᎢᎦ ᎬᏂ ᏦᎢ ᎢᏣᏓᏱᎸᎯ ᎨᏎᏍᏗ ᎠᏴ ᏍᎩᎦᏔᎲᎢ.

source: And he said to them, When I sent you out without money or bag or shoes, were you in need of anything? And they said, Nothing.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏥᏨᏅᏒᎩ ᏂᏗᏥᏁᎲᎾ ᎠᏕᎸ-ᏗᎦᎶᏗ, ᎠᎴ ᏕᎦᎶᏗ, ᎠᎴ ᏗᎳᏑᎶ, ᎪᎱᏍᏗᏍᎪ ᎢᏥᏂᎬᏎᎮᎢ? ᎥᏝ ᎪᎱᏍᏗ, ᎤᎾᏛᏁᎢ.

source: And he said to them, But now, he who has a money-bag, or a bag for food, let him take it: and he who has not, let him give his coat for money and get a sword.
chr: ᎿᏉᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎪᎯᏍᎩᏂ ᏥᎩ, ᎩᎶ ᎠᏕᎸ-ᏗᎦᎶᏗ ᎤᎾᎡᏍᏗ, ᎦᏁᎨᏍᏗ, ᎠᎴ ᎾᏍᏉ ᏕᎦᎶᏗ; ᎩᎶᏃ ᎠᏰᎳᏍᏗ ᎦᏅᎯᏛ ᏄᏩᏴᎾ ᎨᏎᏍᏗ, ᏫᎦᎾᏚᎦ ᎤᏄᏬ ᎠᎴ ᏭᏩᎯ.

source: For I say to you that these words will be put into effect in me, And he was numbered among the evil-doers: for what has been said in the Writings about me has an end.
chr: ᎢᏨᏲᏎᎭᏰᏃ, ᎯᎠ ᎾᏍᎩ ᏥᎪᏪᎳ ᎠᏎ ᎠᏏ ᏛᏙᎯᏳᏂ ᎠᏴ ᏅᏓᎬᏂᏌᏂ; “ᎠᎴ ᎠᏂᏍᎦᎾ ᎨᎦᏎᎸᎢ ᎾᏍᎩ ᎠᎦᏠᏯᏍᏔᏅᎩ;” ᎠᏴᏰᏃ ᎠᎩᏃᎮᏍᎬ ᎠᏎ ᎾᏍᎩ ᏅᏓᎦᎵᏍᏔᏂ.

source: And they said, Lord, here are two swords. And he said, It is enough.
chr: ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᏣᎬᏫᏳᎯ, ᎬᏂᏳᏉ, ᎠᏂ ᏔᎵ ᎠᏰᎳᏍᏗ-ᏗᎦᏅᎯᏛ; ᎯᎠᏃ ᏂᏑᏪᏎᎴᎢ, ᏰᎵᏉ ᎾᏍᎩ.

source: And he came out, and went, as his way was, to the Mountain of Olives, and the disciples went with him.
chr: ᎠᎴ ᏧᏄᎪᏨ, ᎤᏪᏅᏎ ᎣᎵᏩᏲ ᎤᏌᎯᎸᎢ ᎾᏍᎩ ᎢᏳᏛᏁᏗ ᎨᏒᎢ; ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎾᏍᏉ ᎬᏩᏍᏓᏩᏛᏎᎢ.

source: And when he came to the place, he said to them, Make a prayer that you may not be put to the test.
chr: ᎾᎿᏃ ᏭᎷᏧ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎢᏣᏓᏙᎵᏍᏓ ᎤᏓᎴᎾᏍᏗᏱ ᎨᏒ ᏫᏥᏴᏍᏗᏱ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: And he went a little distance away from them and, falling on his knees in prayer, he said,
chr: ᏚᏓᏅᎡᎴᏃ ᏅᏯ ᏫᎬᏗᏅᏗ ᎢᏴᏛ ᎠᎴ ᏚᎵᏂᏆᏁ ᎤᏓᏙᎵᏍᏔᏁᎢ,

source: Father, if it is your pleasure, take this cup from me: but still, let your pleasure, not mine, be done.
chr: ᎯᎠ ᏄᏪᏎᎢ, ᎡᏙᏓ, ᎢᏳᏃ ᎣᏏᏳ ᏱᏣᏰᎸᏅ ᏍᎩᎲᏏᏉ ᎯᎠ ᎤᎵᏍᏈᏗ; ᎠᏎᏃ ᎥᏞᏍᏗ ᎠᏴ ᎦᏓᏅᏖᏍᎬᎢ, ᏂᎯᏍᎩᏂ ᎭᏓᏅᏖᏍᎬ ᏫᏂᎦᎵᏍᏓ.

source: And an angel from heaven came to him, to give him strength.
chr: ᎬᏂᎨᏒᏃ ᏄᏛᏁᎴ ᏗᎧᎿᏩᏗᏙᎯ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ, ᎤᎵᏂᎪᎯᏍᏗᏍᎨᎢ.

source: And being in great trouble of soul, the force of his prayer became stronger, and great drops, like blood, came from him, falling to the earth.
chr: ᎤᏣᏘᏃ ᎡᎯᏍᏗ ᎤᏓᏅᏖ ᎤᏟ ᎢᏳᎵᏂᎩᏛ ᎤᏓᏙᎵᏍᏔᏁᎢ; ᎠᎴ ᎠᎵ ᎤᎯᎲ ᎾᏍᎩᏯ ᎨᏎ ᎩᎬ ᎡᏉᎯᏳ ᎦᏙᎯ ᏥᏫᏗᎦᏬᎪᎢ.

source: And, getting up from prayer, he came to the disciples, and saw that they were sleeping for sorrow.
chr: ᏚᎴᏅᏃ ᎠᏓᏙᎵᏍᏗᏍᎬ ᎠᎴ ᏫᏙᎤᎷᏤᎸ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᏚᏩᏛᎮ ᏓᏂᎵᎮ ᎤᏲ ᎤᏂᏰᎸᏒ ᎢᏳᏍᏗ.
